docs: Zmiana mermaid na plantuml
